# Необходимо написать проект, содержащий функционал работы с заметками.
# Программа должна уметь создавать заметку, сохранять её, читать список заметок, редактировать заметку, удалять заметку.
# ***Для сдачи проекта необходимо создать отдельный общедоступный репозиторий (Github, gitlub, или Bitbucket).
# Разработку вести в этом репозитории, использовать пул реквесты на изменения.
# Приложение должно:
# * запускаться без ошибок,
# * должно уметь сохранять данные в файл,
# * уметь читать данные из файла,
# * делать выборку по дате,
# * выводить на экран выбранную запись,
# * выводить на экран весь список записок,
# * добавлять записку, редактировать ее и удалять.
# Заметка должна содержать идентификатор, заголовок, тело заметки и дату/время создания или последнего изменения заметки.
# Сохранение заметок необходимо сделать в формате json или csv формат
# (разделение полей рекомендуется делать через точку с запятой).

file_path = "notes.txt"
def vvod():
    vizov = int (input('Введите команду: \n1 - Вывод всех данных \n2 - Добавление заметки \n3 - Поиск заметки \n4 - Удаление заметки \n5 - Редактировние заметки \n:'))
    return vizov